// 知识卡片数据（大分类（小分类、完成状态、最后更新时间、图标））

export const knowledgeClassify = [
  {
    name: "法律与权益保障",
    desc: "法律知识，权益保护，一手掌握！🔍📖 从合同法到消费者权益，学会用法律武器捍卫自我！🦸‍♂️",
    icon: "/svg/law.svg",
  },
  {
    name: "商业与创业",
    desc: "创业路上，我们与你同行！📈💡 学习市场分析，掌握商业模式，获取融资秘籍，让你的商业梦想照进现实！",
    icon: "/svg/business.svg",
    link: "",
  },
  {
    name: "计算机使用与实践",
    desc: "从零到高手，计算机技能全攻略！💻🚀 精通软件操作，提升网络安全意识，让你在数字世界游刃有余！",
    icon: "/svg/computer.svg",
    link: "e4398bd7-c91f-4f03-b2e4-26f5af2813a2",
  },
  {
    name: "社交与人际关系",
    desc: "社交达人，非你莫属！👥💬 学习有效沟通，建立广泛人脉，让你在任何场合都能游刃有余！",
    icon: "/svg/social.svg",
    link: "",
  },
  {
    name: "职业规划与发展",
    desc: "职业规划，步步高升！🎯💼 获取面试技巧，了解行业动态，提升专业素养，规划你的职业道路",
    icon: "/svg/career.svg",
    link: "",
  },
  {
    name: "健康生活",
    desc: "健康第一，快乐生活！💪🍎 学习营养知识，掌握健身技巧，管理心理压力，让你拥有健康体魄！",
    icon: "/svg/health.svg",
    link: "",
  },
];
